Repository: DAZABAMUKER/StrudyClock
Catalog: Strudy Clock/Localizable.xcstrings
Source language: ko
Languages: en

source: 일
en: day

source: %@ 시간
en: %@h

source: %lld월
en: %lldmonth

source: uprising2의 지식재산권은 JFRecords에 있습니다.
en: uprising2 sound is shared from JFRecords

source: 공부 통계
en: Statistics of study

source: 과목 입력
en: Enter your subject

source: 과목 추가하기
en: Add your subject

source: 과목선택
en: Choose your subject

source: 과목윽 선택하세요!
en: Please select your subject

source: 과목을 선택하세요
en: Please select your subject

source: 과목을 선택하지 않으면 타이머가 작동하지 않습니다.
en: If you're not choose, the timer will not start

source: 다크모드
en: Darkmode

source: 다크모드 설정
en: Set darkmode

source: 라이트모드
en: Lightmode

source: 무음 모드에서 소리 내기
en: Sound in silent mode

source: 벨 소리 선택
en: Choose your bell

source: 분
en: m

source: 사간 선택
en: Timer setting

source: 설정
en: Configuration

source: 시간
en: h

source: 시간 선택
en: Timer setting

source: 시간 설정
en: Timer setting

source: 오늘 공부 시간
en: Study Times of today

source: 이번주 총 시간
en: Total time of last 7 days

source: 이번주 평균 시간
en: Average time of last 7 days

source: 자동
en: Auto

source: 주간 공부 시간
en: Study Times of last 7 days

source: 초
en: s

source: 총 공부 시간
en: Total hours of study

source: 총 공부 시간: %@
en: Total hours of study: %@

source: 추가하실 과목을 입력해주세요.
en: Enter your subject to add

source: 타이머 종료!
en: Time's up!

source: 타이머가 종료 되었습니다. 오늘도 열심히 공부하셨군요! 멋져요!
en: Time's Up! You did a great job!

source: 화면 항상 켜기
en: Always turn on the screen

source: 확인
en: OK
